Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/MusicSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AUDIO_QUALITY_FOOTER_DOWNLOADS_DATA_WARN
source: Lossless files will use significantly more space on your device. 10 GB of space could store approximately: – 3000 songs at High Quality – 1000 songs with Lossless – 200 songs with Hi-Res Lossless
ar: ستَشغَل ملفات صوت Lossless مساحة أكبر بكثير على جهازك. مساحة تخزين قدرها ١٠ غ.ب يمكنها تقريبًا تخزين: - ٣٠٠٠ أغنية عالية الجودة – ١٠٠٠ أغنية بتنسيق Lossless – ٢٠٠ أغنية بتنسيق Hi-Res Lossless
bg: Lossless файловете ще използват значително повече пространство на вашето устройство. 10 GB пространство ще съдържат около: – 3000 песни с High Quality – 1000 песни с Lossless – 200 песни с Hi-Res Lossless
ca: Els arxius d’àudio sense pèrdua ocupen més espai al dispositiu. Amb 10 GB d’espai es poden emmagatzemar aproximadament: – 3.000 cançons en alta qualitat. – 1.000 cançons sense pèrdua. – 200 cançons en alta resolució sense pèrdua.
cs: Soubory v bezztrátovém formátu zaberou v zařízení podstatně víc místa. Do 10 GB se dá uložit přibližně: – 3000 skladeb ve vysoké kvalitě – 1000 skladeb v bezztrátové kvalitě – 200 skladeb v bezztrátovém vysokém rozlišení
da: Lossless-arkiver bruger væsentlig mere lagringsplads på din enhed. Med 10 GB lagringsplads kan du gemme omkring: – 3000 sange i høj kvalitet – 1000 sange i Lossless-format – 200 sange i Hi-Res Lossless-format
de: Lossless-Dateien benötigen wesentlich mehr Speicherplatz auf deinem Gerät. 10 GB Speicherplatz reichen für ungefähr: – 3000 Titel mit High Quality – 1000 Titel mit Lossless – 200 Titel mit Hi-Res Lossless
el: Τα αρχεία Lossless θα καταλαμβάνουν σημαντικά περισσότερο χώρο αποθήκευσης στη συσκευή σας. Σε 10 GB χώρου, μπορούν να αποθηκευτούν περίπου: – 3000 τραγούδια σε Υψηλή ποιότητα – 1000 τραγούδια σε Lossless – 200 τραγούδια σε Lossless υψηλής ανάλυσης
es: Los archivos de audio sin pérdida ocuparán mucho más espacio en el dispositivo. En 10 GB podrás almacenar aproximadamente: – 3000 canciones con alta calidad – 1000 canciones sin pérdida de audio – 200 canciones de alta resolución sin pérdida
es_us: Los archivos de audio Lossless ocuparán significativamente más espacio en tu dispositivo. 10 GB de almacenamiento pueden contener aproximadamente: – 3,000 canciones con alta calidad – 1,000 canciones con audio Lossless – 200 canciones con audio Hi-Res Lossless
fi: Lossless-tiedostot käyttävät huomattavasti enemmän laitteen tallennustilaa. 10 Gt tallennustilaa riittää noin – 3000 kappaleelle korkealla laadulla – 1000 kappaleelle Lossless-laadulla – 200 kappaleelle Hi-Res Lossless -laadulla
fr: Les fichiers au format Lossless occuperont un espace de stockage beaucoup plus important sur votre appareil. 10 Go d’espace permettront approximativement de stocker : – 3 000 morceaux en haute qualité, – 1 000 morceaux en format Lossless, – 200 morceaux en format Lossless haute qualité.
fr_ca: Les fichiers audio sans perte utilisent beaucoup plus d’espace de stockage sur votre appareil. 10 Go d’espace permettent de stocker environ : – 3 000 chansons en qualité supérieure; – 1 000 chansons au format sans perte; – 200 chansons au format sans perte haute qualité.
he: קובצי שמע בפורמט Lossless (ללא אובדן איכות) משתמשים ביותר שטח אחסון במכשיר שלך באופן משמעותי. 10 ג״ב יכולים לכלול בערך: - 3,000 שירים בפורמט ״איכות גבוהה״ - 1,000 שירים בפורמט Lossless - 200 שירים בפורמט Hi-Res Lossless
hi: Lossless फ़ाइलें आपके डिवाइस पर काफ़ी ज़्यादा जगह लेंगी। 10 GB स्टोरेज में लगभग निम्नलिखित का संग्रह किया जा सकता है : - उच्च गुणवत्ता पर 3000 गीत – Lossless के साथ 1000 गीत – Hi-Res Lossless के साथ 200 गीत
hr: Datoteke Lossless zauzet će značajno više memorije na vašem uređaju. U 10 GB memorije približno možete pohraniti: – 3000 pjesama u visokoj kvaliteti – 1000 pjesama u kvaliteti Lossless – 200 pjesama u kvaliteti Hi-Res Lossless
hu: A veszteségmentes fájlok lényegesen több helyet foglalnak el az eszközén. 10 GB méretű tárhely hozzávetőlegesen az alábbiak tárolására alkalmas: – 3000 dal kiváló minőségben – 1000 dal veszteségmentes minőségben – 200 dal nagy felbontású veszteségmentes minőségben
id: File lossless akan menggunakan jauh lebih banyak ruang di perangkat Anda. Ruang sebesar 10 GB kira-kira akan dapat diisi oleh: – 3000 lagu pada Kualitas Tinggi – 1000 lagu dengan Lossless – 200 lagu dengan Hi-Res Lossless
it: I file Lossless aumenteranno in modo significativo lo spazio occupato sul dispositivo. In 10 GB di spazio potranno essere archiviati circa: - 3000 brani in alta qualità - 1000 brani in formato Lossless - 200 brani in formato Hi‑Res Lossless
ja: ロスレスのファイルを使用すると、非常に多くのデバイスの領域が使用されます。 10 GBの領域で保存できる曲数は、およそ以下の通りです: – 高音質の場合は3000曲 – ロスレスの場合は1000曲 – ハイレゾロスレスの場合は200曲
kk: Lossless файлдары құрылғыңызда едәуір көп орынды пайдаланады. 10 ГБ бос орынға шамамен мынадай көлемдегі файлдар сақталады: – жоғары сападағы 3000 ән – Lossless форматындағы 1000 ән – Hi-Res Lossless форматындағы 200 ән
ko: 무손실 파일은 기기에서 매우 많은 저장 공간을 차지합니다. 10GB의 저장 공간에 저장할 수 있는 곡은 대략 다음과 같습니다. – 고품질로 3000곡 – 무손실로 1000곡 – 고해상도 무손실로 200곡
lt: Nenuostolingojo formato failai įrenginyje užims gerokai daugiau vietos. 10 GB atmintyje galima laikyti apytiksliai: – 3000 dainų, naudojant aukštos kokybės formatą – 1000 dainų, naudojant nenuostolingąjį formatą – 200 dainų, naudojant didelės raiškos nenuostolingąjį formatą
ms: Fail Lossless akan menggunakan lebih banyak ruang secara ketara pada peranti anda. 10 GB ruang boleh menyimpan lebih kurang: – 3000 lagu pada Kualiti Tinggi – 1000 lagu dengan Lossless – 200 lagu dengan Lossless Hi‑Res
nl: Lossless-bestanden gebruiken aanzienlijk meer opslagruimte op je apparaat. Met 10 GB aan opslag kun je ongeveer het volgende opslaan: – 3000 nummers met 'Hoge kwaliteit' – 1000 nummers met 'Lossless' – 200 nummers met 'Lossless met hoge resolutie'
no: Lydfiler i Lossless-format bruker betydelig mer plass på enheten. 10 GB med lagringsplass kan lagre rundt: – 3000 sanger i Høy kvalitet – 1000 sanger i Lossless – 200 sanger i Hi-Res Lossless
pl: Pliki w formacie Lossless zajmują znacznie więcej miejsca na urządzeniach. 10 GB wystarcza do przechowania w przybliżeniu: – 3000 utworów w wysokiej jakości – 1000 utworów w formacie Lossless – 200 utworów w formacie Hi‑Res Lossless
pt_br: Os arquivos de áudio Lossless usam consideravelmente mais espaço no dispositivo. 10 GB de espaço podem armazenar aproximadamente: – 3.000 músicas em Alta Qualidade – 1.000 músicas com Lossless – 200 músicas com Hi-Res Lossless
pt_pt: Os ficheiros sem perdas ocupam muito mais espaço no dispositivo. Com 10 GB, é possível armazenar aproximadamente: – 3000 músicas de alta qualidade. – 1000 músicas sem perdas. – 200 músicas com alta resolução sem perdas.
ro: Fișierele Lossless vor utiliza un spațiu de stocare semnificativ mai mare pe dispozitiv. 10 GB de spațiu ar putea stoca aproximativ: – 3000 de melodii la calitate înaltă – 1000 de melodii la calitate Lossless – 200 de melodii la calitate Hi‑Res Lossless
ru: Файлы в формате Lossless занимают намного больше места на устройстве. Пространство размером 10 ГБ вместит около: – 3000 песен в высоком качестве – 1000 песен в формате Lossless – 200 песен в формате Hi‑Res Lossless
sk: Bezstratové Lossless súbory zaberú na zariadení podstatne viac miesta. 10 GB úložného miesta pojme približne: – 3 000 skladieb vo vysokej kvalite – 1 000 skladieb v Lossless kvalite – 200 skladieb v Hi‑Res Lossless kvalite
sl: Datoteke v kakovosti Lossless bodo porabile občutno več prostora v vaši napravi. V 10 GB prostora lahko shranite približno: – 3000 skladb v visoki kakovosti – 1000 skladb v kakovosti Lossless – 200 skladb v kakovosti Hi-Res Lossless
sv: Ljudfiler i Lossless-format tar upp avsevärt mycket mer utrymme på enheten. 10 GB lagringsutrymme räcker till ungefär: – 3000 låtar med hög kvalitet – 1000 låtar med Lossless-kvalitet – 200 låtar med Hi-Res Lossless-kvalitet
th: ไฟล์แบบ Lossless จะใช้พื้นที่ในอุปกรณ์เพิ่มขึ้นเป็นอย่างมาก พื้นที่ขนาด 10 GB อาจสามารถจัดเก็บได้ประมาณ: – 3000 เพลงแบบคุณภาพสูง – 1000 เพลงแบบ Lossless – 200 เพลงแบบ Hi-Res Lossless
tr: Kayıpsız dosyalar aygıtınızda çok daha fazla yer tutar. 10 GB depolama alanında yaklaşık olarak şunlar saklanabilir: – Yüksek Kalite biçiminde 3.000 parça – Kayıpsız biçiminde 1.000 parça – Yüksek Çözünürlüklü Kayıpsız biçiminde 200 parça
uk: Аудіофайли у форматі без втрат займатимуть значно більше місця на пристрої. 10 ГБ міститимуть приблизно: – 3000 пісень у високій якості – 1000 пісень у форматі без втрат – 200 пісень у високороздільному форматі без втрат
vi: Tệp Lossless sẽ sử dụng dung lượng trên thiết bị của bạn nhiều hơn đáng kể. 10 GB dung lượng có thể lưu trữ khoảng: – 3000 bài hát Chất lượng cao – 1000 bài hát Lossless – 200 bài hát Hi-Res Lossless
zh_cn: 无损文件将显著占用更多设备空间。 10 GB空间可储存大约： – 3000首高质量歌曲 – 1000首无损歌曲 – 200首高解析度无损歌曲
zh_hk: 「無損壓縮」檔案在裝置上將明顯佔用更多空間。 10 GB空間可儲存約： – 3000首「高質素」歌曲 – 1000首「無損壓縮」歌曲 – 200首「高解析度無損壓縮」歌曲
zh_tw: 「保真壓縮」檔案將明顯佔用更多裝置空間。 10 GB的空間可儲存大約： – 3000首「高品質」歌曲 – 1000首「保真壓縮」歌曲 – 200首「高解析度保真壓縮」歌曲

# DISABLE_SYNC_LIBRARY_SUB_AND_MATCH
source: This will remove all Apple Music content and downloads from your library on this device.
ar: سيؤدي هذا إلى إزالة كل محتوى وتنزيلات Apple Music من مكتبتك على هذا الجهاز.
bg: Това ще премахне цялото Apple Music съдържание и изтеглените файлове от вашата библиотека от това устройство.
ca: S’eliminaran tots els continguts i les descàrregues de l’Apple Music que tinguis a la biblioteca del dispositiu.
cs: Z vaší knihovny v zařízení se odstraní veškerý obsah a stažené položky pocházející z Apple Music.
da: Dette fjerner alt Apple Music-indhold og alle overførsler fra biblioteket på denne enhed.
de: Dadurch werden alle Apple Music-Inhalte und -Downloads von deiner Mediathek auf diesem Gerät entfernt.
el: Αυτή η ενέργεια θα αφαιρέσει όλο το περιεχόμενο και τις λήψεις Apple Music από τη βιβλιοθήκη σας σε αυτήν τη συσκευή.
es: Se eliminará todo el contenido y las descargas de Apple Music de tu biblioteca en este dispositivo.
es_us: Esto eliminará todo el contenido y descargas de Apple Music de tu biblioteca en este dispositivo.
fi: Tämä poistaa kaiken Apple Music -sisällön ja lataukset kirjastostasi tässä laitteessa.
fr: Cela supprimera tous les contenus et téléchargements Apple Music de votre bibliothèque sur cet appareil.
fr_ca: Cela supprimera tous les contenus et téléchargements Apple Music de votre bibliothèque sur cet appareil.
he: פעולה זו תמחק את כל התכנים וההורדות של Apple Music מהספריה שלך במכשיר זה.
hi: यह इस डिवाइस पर आपकी लाइब्रेरी से सभी Apple Music कॉन्टेंट और डाउनलोड को हटा देगा।
hr: Time će se ukloniti sav Apple Music sadržaj i preuzimanja iz vaše medijateke na ovom uređaju.
hu: Ez a művelet eltávolítja az összes Apple Music-tartalmat és -letöltést a könyvtárából ezen az eszközön.
id: Ini akan menghapus semua konten dan unduhan Apple Music dari perpustakaan Anda di perangkat ini.
it: Selezionando questa opzione, tutti i contenuti di Apple Music e i download verranno eliminati dalla libreria su questo dispositivo.
ja: この操作を行うと、このデバイスのライブラリからApple Musicのコンテンツとダウンロードがすべて削除されます。
kk: Бұл әрекет нәтижесінде Apple Music қолданбасының барлық контенті мен жүктеп алынған объектісі осы құрылғыдағы медиатекадан жойылады.
ko: 이 기기에 있는 사용자의 보관함에서 모든 Apple Music 콘텐츠 및 다운로드 항목이 제거됩니다.
lt: Bus pašalintas visas „Apple Music“ turinys ir atsisiuntimai iš bibliotekos šiame įrenginyje.
ms: Ini akan mengeluarkan semua kandungan dan muat turun Apple Music daripada pustaka anda pada peranti ini.
nl: Hiermee worden Apple Music-materiaal en -downloads uit je bibliotheek op dit apparaat verwijderd.
no: Dette vil fjerne alt Apple Music-innhold og alle nedlastinger fra biblioteket på denne enheten.
pl: Usunie to z tego urządzenia wszystkie treści Apple Music i pobrane z biblioteki.
pt_br: Isso removerá todo o conteúdo do Apple Music e os downloads da sua biblioteca neste dispositivo.
pt_pt: Todas as descargas e conteúdos adicionados de Apple Music serão removidos da biblioteca neste dispositivo.
ro: Tot conținutul și toate descărcările Apple Music vor fi eliminate din biblioteca dvs. de pe acest dispozitiv.
ru: Данная операция удалит весь контент и загрузки Apple Music из Медиатеки на этом устройстве.
sk: Z vašej knižnice na tomto zariadení bude odstránený všetok obsah a položky stiahnuté z Apple Music.
sl: S tem boste iz svoje knjižnice v tej napravi odstranili vso vsebino in prenose Apple Music.
sv: Detta raderar allt Apple Music-innehåll och hämtat material från ditt bibliotek på den här enheten.
th: การทำงานนี้จะเอาเนื้อหาและรายการดาวน์โหลดของ Apple Music ทั้งหมดออกจากคลังของคุณบนอุปกรณ์เครื่องนี้
tr: Bu işlem, bu aygıttaki tüm Apple Music içeriklerini ve indirmeleri siler.
uk: Це вилучить весь вміст і викачування Apple Music із вашої медіатеки на цьому пристрої.
vi: Việc này sẽ xóa tất cả nội dung và bản tải về Apple Music khỏi thư viện của bạn trên thiết bị này.
zh_cn: 此操作将从此设备上的资料库中移除所有Apple Music内容及下载项。
zh_hk: 這會從此裝置上的資料庫移除所有Apple Music內容和下載項目。
zh_tw: 這會從此裝置上的資料庫移除所有Apple Music內容和下載項目。

# ATMOS_UPGRADE_TITLE
source: Turn on Dolby Atmos Downloads?
ar: تشغيل تنزيلات Dolby Atmos؟
bg: Да се включи ли изтегляне във формат Dolby Atmos?
ca: Vols activar les descàrregues Dolby Atmos?
cs: Zapnout stahování ve formátu Dolby Atmos?
da: Slå Dolby Atmos-overførsler til?
de: Dolby Atmos-Downloads aktivieren?
el: Ενεργοποίηση των Λήψεων Dolby Atmos;
es: ¿Activar las descargas en Dolby Atmos?
es_us: ¿Activar descargas de audio en Dolby Atmos?
fi: Laitetaanko Dolby Atmos -lataukset päälle?
fr: Activer les téléchargements en Dolby Atmos ?
fr_ca: Activer les téléchargements Dolby Atmos?
he: להפעיל הורדות ב-Dolby Atmos?
hi: Dolby Atmos डाउनलोड चालू करें?
hr: Uključiti preuzimanja u kvaliteti Dolby Atmos?
hu: Bekapcsolja a Dolby Atmos-letöltéseket?
id: Nyalakan Unduhan Dolby Atmos?
it: Vuoi attivare i download Dolby Atmos?
ja: ドルビーアトモスのダウンロードをオンにしますか?
kk: Dolby Atmos форматында жүктеп алынғандарды қосу қажет пе?
ko: Dolby Atmos 다운로드를 켜겠습니까?
lt: Ar įjungti atsisiuntimus „Dolby Atmos“ formatu?
ms: Aktifkan Muat Turun Dolby Atmos?
nl: Dolby Atmos-downloads inschakelen?
no: Vil du slå på nedlastinger i Dolby Atmos?
pl: Włączyć pobieranie w formacie Dolby Atmos?
pt_br: Ativar Downloads em Dolby Atmos?
pt_pt: Ativar descargas em Dolby Atmos?
ro: Activați descărcările Dolby Atmos?
ru: Включить загрузки Dolby Atmos?
sk: Zapnúť sťahovanie vo formáte Dolby Atmos?
sl: Želite vklopiti prenose v obliki zvoka Dolby Atmos?
sv: Vill du aktivera Dolby Atmos-hämtningar?
th: เปิดใช้รายการดาวน์โหลด Dolby Atmos หรือไม่
tr: Dolby Atmos İndirmeler Açılsın mı?
uk: Увімкнути викачування Dolby Atmos?
vi: Bật bản tải về Dolby Atmos?
zh_cn: 打开杜比全景声下载？
zh_hk: 要開啟「杜比全景聲下載項目」嗎？
zh_tw: 要開啟「杜比全景聲下載項目」嗎？

source: Turn Off
ar: إيقاف
bg: Изключи
ca: Desactiva
cs: Vypnout
da: Slå fra
de: Deaktivieren
el: Απενεργοποίηση
es: Desactivar
es_us: Desactivar
fi: Laita pois päältä
fr: Désactiver
fr_ca: Désactiver
he: כיבוי
hi: बंद करें
hr: Isključi
hu: Kikapcsolás
id: Matikan
it: Disattiva
ja: オフにする
kk: Өшіру
ko: 끄기
lt: Išjungti
ms: Nyahaktifkan
nl: Schakel uit
no: Slå av
pl: Wyłącz
pt_br: Desativar
pt_pt: Desativar
ro: Dezactivați
ru: Выключить
sk: Vypnúť
sl: Izklopi
sv: Stäng av
th: ปิดใช้
tr: Kapat
uk: Вимкнути
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

# HI_RES_LOSSLESS_DAC_REQUIRED_WARN_TITLE
source: External Hardware Suggested
ar: يوصى بجهاز خارجي
bg: Препоръчан външен хардуер
ca: Es recomana utilitzar maquinari extern
cs: Je doporučen externí hardware
da: Ekstern hardware foreslås
de: Externe Hardware empfohlen
el: Προτάθηκε εξωτερικό υλισμικό
es: Se recomienda el uso de hardware externo
es_us: Se recomienda hardware externo
fi: Ulkoista laitteistoa suositellaan
fr: Matériel externe suggéré
fr_ca: Périphérique externe suggéré
he: החומרה החיצונית המוצעת
hi: बाहरी हार्डवेयर सुझाया गया है
hr: Predložen je vanjski hardver
hu: Külső hardver javasolt
id: Perangkat Keras Eksternal Disarankan
it: È consigliato hardware esterno
ja: 外部ハードウェアの使用を推奨
kk: Сыртқы аппараттық жасақтама ұсынылады
ko: 외장 하드웨어 권장
lt: Siūloma išorinė aparatinė įranga
ms: Perkakasan Luaran Dicadangkan
nl: Externe hardware aangeraden
no: Ekstern maskinvare anbefales
pl: Sugerowane urządzenie zewnętrzne
pt_br: Hardware Externo Sugerido
pt_pt: É sugerido hardware externo
ro: Hardware extern recomandat
ru: Рекомендуется внешнее оборудование
sk: Odporúča sa externý hardvér
sl: Priporočena zunanja strojna oprema
sv: Extern maskinvara föreslås
th: แนะนำให้ใช้ฮาร์ดแวร์ภายนอก
tr: Harici Donanım Önerilir
uk: Рекомендується зовнішнє обладнання
vi: Phần cứng bên ngoài được gợi ý
zh_cn: 建议使用外接硬件
zh_hk: 建議使用外置硬件
zh_tw: 建議使用外部硬體

# MOTION_FOOTER_WIFI_ONLY
source: Playlist, album, and artist pages, album art in now playing, and other animated cover art will automatically play when on Wi-Fi.
ar: ستشغَّل تلقائيًا قوائم التشغيل والألبومات وصفحات الفنانين، والغلاف الفني للألبوم في "قيد التشغيل"، والأغلفة المتحركة الأخرى عند الاتصال بشبكة Wi-Fi.
bg: Списък с песни, албум и страници на изпълнител, обложка на албум в изпълняващите се в момента и други анимирани обложки ще се възпроизвеждат автоматично, когато сте свързани към Wi-Fi.
ca: Quan el dispositiu estigui connectat a la Wi‑Fi, es reproduiran automàticament les il·lustracions animades de les llistes, dels àlbums, de les pàgines d’artistes i de la música que estigui sonant, entre d’altres.
cs: Animovaná grafika na stránkách playlistů, alb a umělců, v právě poslouchaných albech a na dalších místech se bude při připojení k Wi‑Fi přehrávat automaticky.
da: Billeder på playlister, album og kunstnersider, albumbilleder i Afspiller nu samt andre animerede albumbilleder afspilles automatisk, når der er forbindelse til Wi-Fi.
de: Playlist, Album, Künstlerwebseiten, Albumcover in „Jetzt läuft“ und andere animierte Coverbilder werden bei WLAN-Verbindung automatisch wiedergegeben.
el: Η λίστα αναπαραγωγής, το άλμπουμ και οι σελίδες καλλιτεχνών, το εξώφυλλο άλμπουμ στο τμήμα «Παίζει τώρα» και άλλα κινούμενα εξώφυλλα θα αναπαράγονται αυτόματα όταν η συσκευή είναι συνδεδεμένη σε δίκτυο Wi-Fi.
es: Si te has conectado a una red Wi‑Fi, se mostrarán las ilustraciones animadas de las playlists, los álbumes, las páginas de los artistas, el contenido en reproducción, etc.
es_us: Al conectarse a Wi-Fi, se mostrará automáticamente la animación de ilustraciones de playlists, álbumes, páginas de artistas, portadas de álbumes en Ahora suena y de otras portadas.
fi: Soittolista, albumi, artistisivut, Toistossa nyt -albumikuvitus ja muu animoitu kuvitus toistetaan automaattisesti, kun Wi‑Fi-yhteys on käytössä.
fr: Les animations des pages de playlist, d’album et d’artiste, des pochettes d’album dans « À l’écoute » et des autres illustrations seront lues automatiquement lorsque l’appareil sera connecté au Wi-Fi.
fr_ca: Les illustrations des listes de lecture, des albums, des pages d’artiste et des albums dans « À l’écoute » ainsi que les autres illustrations seront automatiquement animées lorsque l’appareil sera connecté au Wi‑Fi.
he: פלייליסטים, אלבומים ודפי אומנים, עטיפות אלבומים ב״מופעל כעת״ ועטיפות אלבומים מונפשות אחרות יופעלו באופן אוטומטי ברשת אלחוטית.
hi: वाई-फ़ाई पर होने पर प्लेलिस्ट, ऐल्बम और कलाकार पृष्ठ, “अभी चल रहा है” में ऐल्बम कलाकृति और अन्य ऐनिमेटेड कवर कलाकृति ऑटोमैटिकली चलाई जाएँगी।
hr: Kad je spojen Wi-Fi, automatski će se reproducirati lista, album i stranice izvođača te omot albuma u trenutačnoj reprodukciji, kao i drugi animirani omoti.
hu: A lejátszási lista, az album és az előadói oldalak, az albumborító a Lejátszás alatt szakaszban és az egyéb animált borítók automatikusan le lesznek játszva, amikor az eszköz Wi‑Fi-hálózathoz csatlakozik.
id: Daftar putar, album, dan halaman artis, gambar album di sedang diputar, serta animasi gambar sampul lainnya akan diputar secara otomatis saat terhubung ke Wi-Fi.
it: Le illustrazioni animate di playlist, album, pagine di artisti, brani in riproduzione e altro verranno riprodotte automaticamente se la connessione Wi‑Fi è attiva.
ja: Wi‑Fi接続時は、プレイリスト、アルバム、アーティストページ、再生中のアルバムアート、およびその他のアニメーションのカバーアートは自動的に再生されます。
kk: Құрылғы Wi-Fi желісіне қосылған болса, плейлист, альбом мен орындаушы беттері, «Қазір ойнатылуда» экранындағы альбом мұқабасы және басқа да анимацияланған мұқабалар автоматы түрде ойнатылады.
ko: Wi-Fi에 연결되어 있을 때 플레이리스트, 앨범, 아티스트 페이지, ‘지금 재생 중’의 앨범 표지 및 기타 움직이는 표지 사진이 자동으로 재생됩니다.
lt: Dabar leidžiamas grojaraštis, albumas, atlikėjų puslapiai ir albumo viršelis, o kitos animuotos viršelių meninės priemonės bus leidžiamos automatiškai prisijungus „Wi-Fi“ ryšiu.
ms: Senarai main, album dan halaman artis, seni album dalam kini dimainkan serta seni kulit beranimasi lain akan dimainkan secara automatik apabila menggunakan Wi‑Fi.
nl: De afspeel­lijst, het album, artiesten­pagina's, albumillustraties in 'Huidig onderdeel' en andere geanimeerde albumillustraties worden automatisch afgespeeld bij verbinding met wifi.
no: Spilleliste, album og artistsider, albumbilder i Spilles nå og annen animert omslagskunst, vil bli vist automatisk når du er koblet til Wi‑Fi.
pl: Grafiki playlist i albumów, strony wykonawców i grafiki na ekranie Odtwarzane oraz inne animowane okładki będą odtwarzane automatycznie w sieci Wi‑Fi.
pt_br: Capas animadas de playlists, álbuns e páginas de artistas e Reproduzindo, entre outras, serão reproduzidas automaticamente quando houver conexão com a rede Wi‑Fi.
pt_pt: As listas de reprodução, álbuns, páginas de intérpretes, grafismos dos conteúdos a reproduzir e outras capas animadas serão reproduzidos automaticamente quando houver ligação a uma rede Wi‑Fi.
ro: Ilustrațiile animate ale listelor de redare, albumelor, paginilor artiștilor, conținutului aflat în redare ș.a.m.d vor fi redate automat în prezența unei conexiuni Wi‑Fi.
ru: Анимированные обложки плейлистов, альбомов, страниц артистов, альбомов в разделе «Исполняется» и другого контента будут воспроизводиться автоматически, если устройство подключено к сети Wi‑Fi.
sk: Grafika na stránkach playlistov, albumov a interpretov, grafika albumov v sekcii Práve hrá a ďalšie animované obaly albumov sa budú automaticky prehrávať po pripojení k Wi-Fi.
sl: Seznam predvajanja, album, strani izvajalca, naslovnice trenutno predvajane vsebine in druge animirane naslovnice se bodo samodejno predvajale pri vzpostavljeni povezavi z omrežjem Wi-Fi.
sv: Spellistor, album och artistsidor, bildmaterial för Spelas nu och andra animerade omslagsbilder spelas upp när Wi‑Fi är anslutet.
th: หน้าเพลย์ลิสต์ หน้าอัลบั้ม หน้าศิลปิน ภาพหน้าปกอัลบั้มในกำลังเล่นอยู่ และภาพหน้าปกเคลื่อนไหวอื่นๆ จะแสดงโดยอัตโนมัติเมื่ออยู่บน Wi‑Fi
tr: Liste, albüm, sanatçı sayfaları, Şu An Çalınan’daki kapak resimleri ve diğer hareketli kapak resimleri Wi‑Fi’ye bağlıyken otomatik olarak oynatılır.
uk: Анімовані обкладинки для підбірок, альбомів і сторінок виконавців, а також обкладинки альбомів на екрані «Зараз грає» тощо відтворюватимуться автоматично за наявності Wi‑Fi-зʼєднання.
vi: Playlist, album và trang nghệ sĩ, hình minh họa album trong đang phát và ảnh bìa động khác sẽ phát tự động khi kết nối vào mạng Wi-Fi.
zh_cn: 接入Wi‑Fi时，播放列表、专辑、艺人页、播放中的专辑插图及其他动画封面插图将自动播放。
zh_hk: 播放清單、專輯、藝人頁面、播放中的專輯插圖以及其他動態封面插圖將會在連接Wi-Fi時自動播放。
zh_tw: 連接Wi-Fi時，播放列表、專輯、藝人頁面、播放中的專輯插圖和其他動態的封面插圖將自動播放。

# ATMOS_UPGRADE_ACTION_ACCEPT
source: Turn On
ar: تشغيل
bg: Включи
ca: Activa
cs: Zapnout
da: Slå til
de: Aktivieren
el: Ενεργοποίηση
es: Activar
es_us: Activar
fi: Laita päälle
fr: Activer
fr_ca: Activer
he: הפעלה
hi: चालू करें
hr: Uključi
hu: Bekapcsolás
id: Nyalakan
it: Attiva
ja: オンにする
kk: Қосу
ko: 켜기
lt: Įjungti
ms: Aktifkan
nl: Schakel in
no: Slå på
pl: Włącz
pt_br: Ativar
pt_pt: Ativar
ro: Activați
ru: Включить
sk: Zapnúť
sl: Vklopi
sv: Slå på
th: เปิดใช้
tr: Aç
uk: Увімкнути
vi: Bật
zh_cn: 打开
zh_hk: 開啟
zh_tw: 開啟
